Repository: alexanderchopan/casberi
Catalog: Casberi/Casberi/InfoPlist.xcstrings
Source language: en
Languages: es, ja, ko, zh_hans

# NSAppleMusicUsageDescription
source: Casberi reads what you've recently played so it lands in your feed.
es: Casberi lee lo que has escuchado recientemente para que llegue a tu feed.
ja: Casberi は最近再生した内容を読み込み、フィードに届けます。
ko: Casberi는 최근 재생한 항목을 읽어 피드에 담아요.
zh_hans: Casberi 会读取你最近播放的内容，让它进入你的订阅流。

# NSCalendarsFullAccessUsageDescription
source: Casberi reads your events so your day lands as things.
es: Casberi lee tus eventos para que tu día llegue como cosas.
ja: Casberi は予定を読み込み、あなたの一日を thing として届けます。
ko: Casberi는 일정을 읽어 하루가 항목으로 들어오게 해요.
zh_hans: Casberi 会读取你的日程，让你的一天作为内容进来。

# NSCameraUsageDescription
source: Casberi scans a document into a note, or a product's barcode so its item lands in your feed.
es: Casberi escanea un documento en una nota, o el código de barras de un producto para que llegue a tu feed.
ja: Casberi は書類をスキャンしてメモに残したり、商品のバーコードをスキャンしてフィードに届けたりします。
ko: Casberi는 문서를 스캔해 메모에 담거나, 상품의 바코드를 스캔해 피드에 담아요.
zh_hans: Casberi 会把文档扫描进笔记，或扫描商品条码，让它进入你的订阅流。

# NSContactsUsageDescription
source: Casberi reads your contacts so the people you know become findable — search-only, never shown in your feed.
es: Casberi lee tus contactos para que las personas que conoces sean localizables — solo en la búsqueda, nunca se muestran en tu feed.
ja: Casberi は連絡先を読み込み、知り合いを検索で見つけられるようにします — 検索専用で、フィードには表示されません。
ko: Casberi는 연락처를 읽어 아는 사람을 찾을 수 있게 해요 — 검색 전용이며 피드에는 표시되지 않아요.
zh_hans: Casberi 会读取你的通讯录，让你认识的人可被搜索到 — 仅用于搜索，绝不会出现在你的订阅流中。

# NSFaceIDUsageDescription
source: Casberi asks for Face ID before this phone signs a Safe transaction, so a signature always costs your face.
es: Casberi pide Face ID antes de que este teléfono firme una transacción de Safe, para que cada firma cueste tu cara.
ja: Casberi はこの端末が Safe のトランザクションに署名する前に Face ID を求めます。署名には必ずあなたの顔が必要です。
ko: Casberi는 이 기기가 Safe 거래에 서명하기 전에 Face ID를 요청합니다. 서명에는 언제나 얼굴 인증이 필요합니다.
zh_hans: 在本设备为 Safe 交易签名之前，Casberi 会要求 Face ID，因此每次签名都需要你的面容。

# NSFinancialDataUsageDescription
source: Casberi reads your Apple Card, Apple Cash and Savings transactions on this device so your spending appears in your feed. It stays on this device, is never uploaded, and can't spend or move money.
es: Casberi lee las transacciones de tu Apple Card, Apple Cash y Ahorros en este dispositivo para que tus gastos aparezcan en tu feed. Todo permanece en este dispositivo, nunca se sube y no puede gastar ni mover dinero.
ja: Casberi は Apple Card、Apple Cash、貯蓄口座の取引をこの端末上で読み取り、支出をフィードに表示します。データはこの端末に留まり、アップロードされることはなく、送金や決済はできません。
ko: Casberi는 이 기기에서 Apple Card, Apple Cash, 저축 계좌의 거래 내역을 읽어 지출 내역을 피드에 표시합니다. 데이터는 이 기기에만 저장되며 업로드되지 않고, 결제나 송금은 할 수 없습니다.
zh_hans: Casberi 在本设备上读取你的 Apple Card、Apple Cash 和储蓄账户交易，以便你的支出显示在信息流中。数据保留在本设备上，绝不上传，也无法消费或转移资金。

# NSHealthShareUsageDescription
source: Casberi reads your workouts so they land in your feed.
es: Casberi lee tus entrenamientos para que lleguen a tu feed.
ja: Casberi はワークアウトを読み込み、フィードに届けます。
ko: Casberi는 운동을 읽어 피드에 담아요.
zh_hans: Casberi 会读取你的锻炼记录，让它进入你的订阅流。

# NSHealthUpdateUsageDescription
source: Casberi only reads your workouts so they land in your feed — it never writes to Health.
es: Casberi solo lee tus entrenamientos para que lleguen a tu feed — nunca escribe en Salud.
ja: Casberi はワークアウトを読み込んでフィードに届けるだけです — ヘルスケアに書き込むことはありません。
ko: Casberi는 운동을 읽어서 피드에 담을 뿐, 건강 앱에는 절대 기록하지 않아요.
zh_hans: Casberi 只会读取你的锻炼记录并汇入订阅流 — 绝不会写入健康。

# NSLocalNetworkUsageDescription
source: Casberi reads your own Logos node at the address you give it, when that node is on your network.
es: Casberi lee tu propio nodo de Logos en la dirección que le des, cuando ese nodo está en tu red.
ja: Casberi は、指定されたアドレスにある自分の Logos ノードを、そのノードが同じネットワーク上にあるときに読み込みます。
ko: Casberi는 입력한 주소에 있는 내 Logos 노드를, 그 노드가 같은 네트워크에 있을 때 읽어요.
zh_hans: 当你的 Logos 节点在你的网络上时，Casberi 会在你提供的地址读取它。

# NSMicrophoneUsageDescription
source: Casberi records your voice notes when you tap the mic.
es: Casberi graba tus notas de voz cuando tocas el micrófono.
ja: マイクをタップすると、Casberi がボイスノートを録音します。
ko: 마이크를 탭하면 Casberi가 음성 메모를 녹음해요.
zh_hans: 点击麦克风时，Casberi 会录制你的语音备忘录。

# NSPhotoLibraryUsageDescription
source: Casberi reads screenshots you take so they land as things.
es: Casberi lee las capturas que haces para que lleguen como cosas.
ja: Casberi は撮影したスクリーンショットを読み込み、thing として届けます。
ko: Casberi는 찍은 스크린샷을 읽어 항목으로 담아요.
zh_hans: Casberi 会读取你截取的屏幕截图，让它们作为内容进来。

# NSRemindersFullAccessUsageDescription
source: Casberi reads your reminders so your list lands as things, and keeps a reminder you set from a note.
es: Casberi lee tus recordatorios para que tu lista llegue como cosas, y guarda un recordatorio que creas desde una nota.
ja: Casberi はリマインダーを読み込み、あなたのリストを thing として届け、メモから設定したリマインダーを保存します。
ko: Casberi는 미리 알림을 읽어 목록이 항목으로 들어오게 하고, 메모에서 설정한 미리 알림을 저장해요.
zh_hans: Casberi 会读取你的提醒事项，让你的清单作为内容进来，并保存你从笔记设置的提醒。

# NSSpeechRecognitionUsageDescription
source: Casberi transcribes your voice notes so they stay findable.
es: Casberi transcribe tus notas de voz para que sigan siendo localizables.
ja: Casberi はボイスノートを文字起こしし、検索できる状態を保ちます。
ko: Casberi는 음성 메모를 텍스트로 변환해 계속 찾을 수 있게 해요.
zh_hans: Casberi 会转写你的语音备忘录，让它们保持可搜索。
